export const errorMessages = {
    emptyField: "Поле не может быть пустым.",
    id_email: "Введите корректный адрес электронной почты.",
    id_email_exists: "Этот адрес электронной почты уже зарегистрирован.",
    passwordLength: "Пароль должен содержать не менее 8 символов.",
    passwordNumeric: "Пароль не может состоять только из цифр.",
    id_password1: "Введенные пароли не совпадают.",
    id_password2: "Введенные пароли не совпадают.",
    id_phone_number: "Пожалуйста, введите полный номер телефона.",
    id_phone_exists: "Этот телефонный номер уже зарегистрирован.",

};
